tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mwrightkuhns/local-tap", "./"
tap "pagerduty/pd_brews" # for PagerDuty
brew "autoconf", link: false
brew "automake"
brew "circleci" # for PagerDuty
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "autoconf@2.13"
brew "sqlite"
brew "autojump"
brew "aws-es-proxy" # for PagerDuty
brew "aws-okta" # for PagerDuty
brew "curl"
brew "dnsmasq"
brew "wxwidgets"
brew "elixir"
brew "exa"
brew "fop"
brew "fx"
brew "git"
brew "guile"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "dasel"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mysql-client"
brew "python@3.9"
brew "ruby-build"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "unzip"
brew "yq"
brew "mwrightkuhns/local-tap/autoconf@2.69" # for PagerDuty
brew "pagerduty/pd_brews/pd-ssh" # for PagerDuty
cask "devutils"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-atkinson-hyperlegible"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Monosnap", id: 540348655
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Sequel Ace", id: 1518036000
mas "Table Tool", id: 1122008420
mas "The Clock", id: 488764545
